[
    {
        "title": "Today's Scripture: 1 Corinthians 4:2",
        "verse": "\"Now it is required that those who have been given a trust must prove faithful.\"",
        "body": "Extra commentary"
    },
    {
        "title": "Today's Scripture: 1 Peter 4:10",
        "verse": "\"Each of you should use whatever gift you have received to serve others, as faithful stewards of God’s grace in its various forms.\"",
        "body": "Extra commentary"
    },
    {
        "title": "Today's Scripture: 1 Timothy 5:8",
        "verse": "\"Anyone who does not provide for their relatives, and especially for their own household, has denied the faith and is worse than an unbeliever.\"",
        "body": "Extra commentary"
    },
    {
        "title": "Today's Scripture: Acts 20:35",
        "verse": "\"In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: ‘It is more blessed to give than to receive.’\"",
        "body": "Extra commentary"
    },
    {
        "title": "Today's Scripture: Colossians 3:23",
        "verse": "\"Whatever you do, work at it with all your heart, as working for the Lord, not for human masters\"",
        "body": "Extra commentary"
    },
    {
        "title": "Today's Scripture: Genesis 1:28",
        "verse": "\"God blessed them and said to them, “Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish in the sea and the birds in the sky and over every living creature that moves on the ground.”\"",
        "body": "Extra commentary"
    },
    {
        "title": "Today's Scripture: Malachi 3:10",
        "verse": "\"Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,” says the LORD Almighty, “and see if I will not throw open the floodgates of heaven and pour out so much blessing that there will not be room enough to store it.\"",
        "body": "Extra commentary"
    },
    {
        "title": "Today's Scripture: Titus 1:7",
        "verse": "\"Since an overseer manages God’s household, he must be blameless—not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain.\"",
        "body": "Extra commentary"
    },
    {
        "title": "Today's Scripture: 1 Corinthians 4:1-2",
        "verse": "\"1  This, then, is how you ought to regard us: as servants of Christ and as those entrusted with the mysteries God has revealed.\n2  Now it is required that those who have been given a trust must prove faithful.\"",
        "body": "Extra commentary"
    }
]
